<template>
  <div class="wrapper">
    <div class="content">
      <h1>小米帐号使用协议</h1>
      <p>欢迎您注册、使用小米帐号！</p>
      <p>本协议系您与小米科技有限责任公司及其关联公司就小米帐号的注册和使用而订立的。<strong>小米科技有限责任公司及其关联公司（如下简称“小米”或“我们”）在此特别提醒您认真阅读、充分理解本协议各条款，特别是涉及服务费用条款，免除或者限制小米责任的条款，对您的权利限制条款，争议解决和法律适用条款等，此类条款将以加粗的形式提示您注意。如果您因年龄等因素而不具有完全民事行为能力，请在监护人的陪同下阅读和判断是否同意本协议。</strong></p>
      <p><strong>创建帐号或使用我们的服务，即表示您确认接受本协议，并同意接受本协议各项条款的约束。</strong></p>
      <h2>一、关于小米帐号</h2>
      <p>1.1 小米帐号是小米通过本协议授权您注册、登录或使用相关服务的标识，其所有权属于小米，您作为初始申请注册人拥有您所注册帐号的使用权。</p>
      <p>1.2 您可通过小米帐号享受小米提供的单项服务包括但不限于小米网、应用商店、米家、有品、云服务、主题商店、loT平台等服务，您亦可通过小米帐号向小米购买米币以便您享受小米的各种虚拟产品和增值服务（如游戏、主题、电子书等）。您在享受任何单项服务时，应当受本协议及单项服务相关服务协议的约束。</p>
      <h2>二、帐号使用规则</h2>
      <h3>2.1 注册帐号</h3>
      <p>2.1.1 您确认，在您开始注册程序使用小米服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。</p>
      <p>2.1.2 您应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽、准确的要求。<strong>您保证在注册时所提交的所有资料（包括但不限于手机号码、邮箱等）真实、准确、合法、有效且系您本人的资料。如果因注册信息不真实或更新不及时而引发的相关问题，小米不负任何责任。</strong>您可以通过小米帐号设置页面查询、更正您的信息，<strong>您应当通过真实身份信息认证注册帐号</strong>，且您提交的帐号名称、头像等注册信息中不得出现违法和不良信息，经小米审核，如存在上述情况，小米将不予注册；同时，在注册后，如发现您以虚假信息骗取帐号或帐号名称注册，或您的帐号头像、简介等注册信息存在违法和不良信息的，<strong>小米有权不经通知单方采取限期改正、暂停使用、终止帐号等措施。</strong>当您按照注册页面提示填写信息、阅读并同意本协议条款且完成全部注册程序后，您可获得小米帐号并成为小米用户。</p>
      <h3>2.2 帐号使用</h3>
      <p><strong>2.2.1 您应对您帐号项下的所有行为结果（包括但不限于在线签署各类单项条款、发布信息、购买商品及服务及披露信息等）负责。</strong></p>
      <p>2.2.2 由于您的小米帐号关联您的个人信息及小米商业信息，您的小米帐号仅限您本人使用。未经小米同意，您直接或间接授权第三方使用您小米帐号或获取您帐号项下信息的行为无效。如小米根据小米各平台规则中约定的违约认定程序及标准判断您小米帐号的使用可能危及您的帐号安全及或小米信息安全的，小米可拒绝提供相应服务或终止本协议。</p>
      <p>2.2.3 若您选择第三方帐号登录小米的服务，第三方帐号将与您的小米帐号相关联，小米将根据您授权第三方提供的信息而使用您的信息（如头像）。您后续使用该小米帐号的行为受本协议约束。</p>
      <h3>2.3 帐号保管和找回</h3>
      <p>2.3.1 小米帐号包括帐号名称和密码，您可使用设置的帐号名称（包括帐号ID、手机号）和密码登录，您应妥善保管好您的帐号及密码，定期修改密码，<strong>因您个人原因导致的帐号信息遗失，如需找回小米帐号信息，请按照小米帐号找回流程提供相应的信息，并确保提供的信息合法真实有效，若提供的信息不符合要求，无法通过小米安全验证，小米有权拒绝提供帐号找回服务。</strong></p>
      <p>2.3.2 如果您当前使用的小米帐号并非您初始申请注册的或通过非小米提供的其他途径获得的，但您却知悉该小米帐号当前的密码，您不得用该小米帐号登录或进行任何操作，并请您在第一时间通知小米或者该小米帐号的初始申请注册人。</p>
      <h3>2.4 帐号转让</h3>
      <p>2.4.1 您可在本协议约定的范围内使用小米帐号，您不得恶意注册小米帐号，不得赠与、借用、租用、有偿或无偿转让或售卖小米帐号或者以其他方式许可非初始申请注册人使用小米帐号，小米有权对上述行为进行独立判断并处理，您应当自行承担由此产生的任何责任，<strong>同时小米保留追究上述行为人法律责任的权利。且由此产生的一切责任均由您承担。</strong></p>
      <p><strong>2.4.2 小米有权按照本协议或相关法律法规对您采取以下措施：</strong></p>
      <p><strong>（1）如您违反法律法规、小米各单项条款或业务规则的规定，小米有权进行独立判断并随时采取限期改正、暂停使用、终止您对小米帐号的使用，且根据实际情况决定是否恢复使用。</strong></p>
      <p><strong>（2）如果小米发现您并非该帐号初始申请注册人，小米有权在未经通知的情况下终止您使用该帐号。</strong></p>
      <p><strong>（3）小米按照本协议或相关法律法规，限期改正、暂停使用或终止您对小米帐号的使用，而由此给您带来的损失（包括但不限于通信中断，用户资料、邮件和相关数据等的清空等），由您自行承担。</strong></p>
      <h3>2.5 帐号回收</h3>
      <p><strong>为了防止资源占用，如您连续24个月未使用您的小米帐号或未通过小米认可的其他方式登录过您的帐号，小米有权对该帐号进行注销，您将不能再通过该帐号登录或使用相关服务。如该帐号有关联的待处理交易或余额等，小米会在合理范围内协助您处理，请您按照小米提示的方式进行操作。</strong></p>
      <h3>2.6 帐号安全</h3>
      <p><strong>2.6.1 您的帐号是由您自行设置并由您保管，小米任何时候均不会主动要求您提供您的帐号密码。建议您采取特定措施保护您的帐号安全，包括但不限于安装防病毒木马软件、定期更改密码等措施。</strong></p>
      <p>2.6.2 小米帐号因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，小米并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。</p>
      <h3>2.7 帐号注销</h3>
      <p>2.7.1 如您需要注销您的小米帐号，您可以在【设置-小米帐号-帮助中心】或访问<a href="https://account.xiaomi.com/">https://account.xiaomi.com</a>，在【帮助中心】内提交注销申请，并根据提示进行注销流程。</p>
      <p>2.7.2 请您知晓，在您注销帐号后，我们会永久删除您的相关数据(法律法规另有规定的除外)，且解除第三方帐号绑定关系。</p>
      <h2>三、用户权利和义务</h2>
      <p>3.1 您在使用小米服务时，必须遵守《网络安全法》、《互联网新闻信息服务管理规定》、《网络信息内容生态治理规定》等中华人民共和国相关法律法规的规定，您应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为:</p>
      <p>3.1.1 上载、展示、张贴、传播或以其他方式传送含有下列内容之一的信息：</p>
      <ul>
        <li>反对宪法所确定的基本原则的；</li>
        <li>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
        <li>损害国家荣誉和利益的；</li>
        <li>煽动民族仇恨、民族歧视、破坏民族团结的；</li>
        <li>破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
        <li>散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
        <li>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
        <li>侮辱或者诽谤他人，侵害他人合法权利的；</li>
        <li>含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其他道德上令人反感的内容；</li>
        <li>含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其他内容的。</li>
      </ul>
      <p>3.1.2 不利用小米服务从事以下活动：</p>
      <ul>
        <li>未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</li>
        <li>未经允许，对计算机信息网络功能进行删除、修改或者增加的；</li>
        <li>未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；</li>
        <li>故意制作、传播计算机病毒等破坏性程序的；</li>
        <li>进行任何诸如发布广告、销售商品的商业行为，或者进行任何非法的侵害小米利益的行为，如贩卖可币、游戏币、外挂、道具等；</li>
        <li>其他危害计算机信息网络安全的行为。</li>
      </ul>
      <p><strong>3.2 您违反本协议或相关的服务条款的规定，导致或产生的任何第三方向小米与合作公司、关联公司主张的任何索赔、要求或损失，包括合理的律师费，您同意赔偿小米与合作公司、关联公司，并使之免受损害。同时，小米有权视您的行为性质，采取包括但不限于删除发布信息内容、暂停使用许可、终止服务、限制使用小米帐号、追究法律责任等措施。同时，小米会视司法部门的要求，协助调查。</strong></p>
      <p>3.3 您不得对小米服务任何部分或小米服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其他商业目的。</p>
      <p>3.4 您须对自己在使用小米服务过程中的行为承担法律责任。您承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在小米首先承担了因您的行为导致的行政处罚或侵权损害赔偿责任后，您应给予小米等额的赔偿。</p>
      <p>3.5 在任何情况下，小米都不对您或任何第三方因本协议产生的任何间接性、后果性、惩戒性的、偶然的、特殊或惩罚性的损害赔偿承担责任。</p>
      <h2>四、免责声明</h2>
      <h3>4.1 如发生下述情形，小米不承担任何法律责任：</h3>
      <p><strong>4.1.1 依据法律规定或相关政府部门的要求提供您的个人信息；</strong></p>
      <p><strong>4.1.2 由于您的使用不当或其他自身原因而导致任何个人信息的泄露；</strong></p>
      <p><strong>4.1.3 任何由于黑客攻击，电脑病毒的侵入，非法内容信息、骚扰信息的屏蔽，政府管制以及其他任何网络、技术、通信线路、信息安全管理措施等原因造成的服务中断、受阻等不能满足您要求的情形；</strong></p>
      <p><strong>4.1.4 因第三方如运营商的通讯线路故障、技术问题、网络、电脑故障、系统不稳定及其他因不可抗力造成的损失的情形；</strong></p>
      <p><strong>4.1.5 使用小米产品、程序及服务可能存在的来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息而招致的风险；</strong></p>
      <p><strong>4.1.6 用户之间通过本网站或小米产品、程序及服务与其他用户交往，因受误导或欺骗而导致或可能导致的任何心理、生理上的伤害以及经济上的损失；</strong></p>
      <p><strong>4.1.7 小米服务明文声明，不以明示、默示或以任何形式对小米及其合作公司服务之及时性、安全性、准确性做出担保。</strong></p>
      <p><strong>4.1.8 您在利用小米帐号所发布的任何内容并不代表和反映小米的任何观点或政策，小米对此不承担任何责任。</strong></p>
      <p><strong>4.1.9 在任何情况下，小米均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因您使用小米服务而遭受的利润损失，承担责任。尽管本协议中可能含有相悖的规定，我们对您承担的全部责任，无论因何原因或何种行为方式，始终不超过您在注册期内因使用小米服务而支付给小米的费用(如有)。</strong></p>
      <p><strong>4.2 您可以选择使用您已有的第三方帐号关联小米帐号，小米对于因第三方原因对您造成的损失不承担任何责任。</strong></p>
      <h2>五、知识产权</h2>
      <p>5.1 您使用小米帐号在任何平台发布的信息不得侵犯任何第三人的知识产权，未经具有相关所有权人之事先书面同意，您不得以任何方式上传、发布、修改、传播或复制任何受著作权保护的材料、商标或属于其他人的专有信息。如果收到任何著作权人或其合法代表发给小米的适当通知后，我们将在审查的基础上移除该等侵犯他人著作权的内容。</p>
      <p>5.2 您在使用小米服务时利用小米帐号发表、上传的文字、图片、视频、软件以及表演等原创信息的知识产权归您所有，但是您确认您对该等信息的发表、上传行为视同为对小米非独占地、永久地、不可撤销地授予该等信息相关全部知识产权的使用、复制等权利，并且您同意小米可转授权上述权利。</p>
      <p>5.3 除非经过小米的在先书面同意，您未获得权利使用小米的任何知识产权。您保证、陈述并承诺您尊重小米的知识产权。您不会以自己名义或促使第三方，也不会同意或放任任何第三方，为了其任何营销、广告、促销或其他目的，在任何法域、以任何方式申请与小米或小米关联公司商标相似的商标、域名、无线网站、互联网搜索词或任何商号、服务标志。如出现上述情况，您须将所有相关权利转让给小米，费用由您承担。您保证、陈述并承诺，不会使用以下名称（包括但不限于“雷军”、小米”、“米联”、 “米吧”、“小米商城”、“小米网”、“红米”、“米兔”、“Xiaomi”、“MIUI”、“米家”，上述品牌的附属标志及图案等）作为企业、商户、服务或产品名称的一部分，亦不会使用小米商标或近似商标的知识产权。如因您违反本条款约定而给小米造成损失的，该损失全部由您承担。</p>
      <h2>六、修订</h2>
      <p>鉴于互联网相关技术、市场、业务模式等等的发展迅速，您同意，小米有权随时根据中华人民共和国有关法律、法规的变化、互联网的发展以及公司经营状况和经营策略的调整等不定时地制定、修改本协议及各类规则。我们将以合适的方式通知您阅读新的协议，您可以在相关服务页面查阅最新版本的协议条款。<strong>经修订的协议、规则一经公布，则立即自动生效，且成为本服务协议不可分割的一部分。如您不同意上述修订，则请您立即停止使用本协议下各项服务。</strong>您继续登录或继续使用小米服务，则表明您认可并接受经修订的协议、规则。</p>
      <h2>七、终止</h2>
      <p>7.1 本协议自您接受之日起生效，在您使用小米服务的过程中持续有效，直至依据本协议终止。</p>
      <p>7.2 尽管有上述规定，如果您使用小米服务的时间早于您接受本协议的时间，您在此知晓或应当知晓并同意本协议于您第一次使用小米服务时生效，除非依据本协议提前终止。</p>
      <p>7.3 我们可能会依据法律的规定，保留您使用小米服务、或者小米帐号的权利；无论是否通知，我们将在任何时间以任何原因终止本协议，包括出于善意地相信您违反了我们可接受使用政策或本协议的其他规定。</p>
      <p>7.4 不受前款规定所限，如果您侵犯第三人的著作权且小米接到著作权人或著作权人的合法代理人的通知后，小米保留终止本协议的权利。</p>
      <h2>八、隐私保护</h2>
      <p>小米承诺按照<a href="https://privacy.mi.com/miaccount/zh_CN/">《小米帐号隐私政策》</a>保护用户的隐私，本协议和隐私政策构成您与我们之间有关小米帐号服务的完整协议。</p>
      <h2>九、适用法律与争议解决</h2>
      <p><strong>9.1 本协议适用中华人民共和国法律。</strong></p>
      <p><strong>9.2 如果双方发生纠纷，应本着友好的原则协商解决；如协商不成，应向北京市海淀区人民法院提起诉讼。若单项条款与本服务条款在管辖约定内容上存在冲突，则在单项条款约束范围内应以单项条款为准。</strong></p>
      <h2>十、其他</h2>
      <p><strong>10.1 反馈</strong></p>
      <p>10.1.1 您对小米提出建议（或称“反馈”），即视为您向小米转让“反馈”的全部权利并同意小米有权利以任何合理方式使用此反馈及其相关信息。我们将视此类反馈信息为非保密且非专有；</p>
      <p>10.1.2 您已同意您不会向小米提供任何您视为保密和专有的信息。</p>
      <p><strong>10.2 通知</strong></p>
      <p> 在注册小米帐号时，您应该向小米提供真实有效的联系方式（包括您的电子邮件地址、手机号码等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。<strong>小米将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</strong>您所提供的电子邮件地址或手机号码无法使用或者因任何原因我们无法将通知送达给您而产生的风险，由您自行承担。</p>
      <p><strong>10.3 独立性</strong></p>
      <p>10.3.1 如本协议中的部分条款因故无效，则其余条款仍有效，对双方具有约束力。</p>
      <p><strong>更新日期：2022年2月24日</strong></p>
    </div>
  </div>
</template>

<style scoped>
  @import "style.css";
</style>